{
    "touch-screen": {
        "desc": "با استفاده از این فناوری، با کمک انگشتان خود می‌تونید در منوها، آلبوم عکس و صفحات وب بگردید و با استفاده از یک صفحه‌کلید نرم‌افزاری تایپ کنید. با داشتن صفحه لمسی، برای کار با تلفن همراه خود نیازی به دکمه‌های فیزیکی یا صفحه کلید نخواهید داشت. اضافه کردن دانش فنی تولید صفحه لمسی، امکان مونتاژ مدل‌های جدید تلفن همراه را به شما خواهد داد."
    },
    "foldable-screen": {
        "desc": "صفحه نمایش تاشو با کاهش حاشیه ها و داشتن ابعاد بزرگتر، کیفیت کار با گوشی را افزایش می‌دهد. به علاوه، این فناوری امکان طراحی و تولید دستگاه‌هایی با ظاهر و کاربری جدید را به تولیدکنندگان می‌دهد. با قابلیت تقسیم صفحه به چند بخش یا باز کردن چندین برنامه به طور همزمان، می توانید بهره وری را افزایش دهید و در زمان کمتری کارهای بیشتری انجام دهید. برای تجربه آینده نمایشگرهای موبایل با فناوری تاشو آماده شوید!"
    },
    "advanced-display": {
        "desc": "تصور کنید که می‌تونین عکس‌ها، فیلم‌ها و برنامه‌های دلخواهتون رو توی فضای سه‌بعدی به صورت شناور در هوا، جلوی خودتون ببینین! صفحه‌ نمایش پیشرفته هولوگرافیک این امکان رو به شما میده. این فناوری نوین با استفاده از پرتوهای نور برای ایجاد تصاویر واقع‌گرایانه و زنده، مدل تعامل شما رو با تلفن همراه و تبلت متحول می‌کنه!"
    },
    "3G": {
        "desc": "با فناوری نسل سوم شبکه، 3G، می‌توانید از سرعت اینترنت سریع‌تر، تماس‌های ویدیویی شفاف، و پخش یکپارچه فیلم‌های مورد علاقه‌تان لذت ببرید. با سرعت انتقال داده تا 384 کیلوبیت بر ثانیه، فناوری 3G وبگردی و دانلود سریع را امکان پذیر می کند و اتصال در حال حرکت آسان تر از همیشه خواهد بود. به علاوه، با قابلیت برقراری تماس ویدیویی و دسترسی به محتوای چندرسانه‌ای، می‌توانید بدون توجه به فاصله فیزیکی با دیگران در تماس باشید."
    },
    "4G": {
        "desc": "با سرعت انتقال داده تا 100 مگابیت بر ثانیه، فناوری 4G به شما امکان می‌دهد با سرعتی بسیار بالا وبگردی، استریم و دانلود کنید و می توانید از محتوای مورد علاقه خود بدون هیچ گونه تاخیری لذت ببرید، حتی زمانی که در حال حرکت هستید. بنابراین، چه از تلفن خود برای کار، بازی یا ارتباط استفاده کنید، فناوری 4G راه حلی عالی برای سبک زندگی پرشتاب امروزی است."
    },
    "5G": {
        "desc": "با سرعت انتقال داده تا 20 گیگابیت در ثانیه، فناوری 5G تا 100 برابر سریعتر از نسل قبلی خود یعنی 4G است. این بدان معناست که می‌توانید فیلم‌ها و برنامه‌ها را در چند ثانیه دانلود کنید، ویدیوهای 4K را به راحتی پخش کنید و از بازی‌های چندنفره بدون هیچ تاخیری لذت ببرید. به‌علاوه، فناوری 5G توانایی پشتیبانی از اتصال گسترده دستگاه‌ها را دارد و برای استفاده از اینترنت اشیا مناسب است."
    },
    "basic-soc-memory": {
        "desc": "این فناوری پیشگامانه شامل تمام اجزای ضروری برای عملکرد بهتر گوشی شما از جمله CPU، GPU، حافظه، رابط‌های ورودی/خروجی و سایر لوازم جانبی است. با استفاده از فناوری SoC، تلفن شما می‌تواند با حفظ بهره‌وری انرژی، به راحتی از پس کارهای پیچیده برآید و در نتیجه عمر باتری طولانی‌تری داشته باشد. در همین حال، فناوری حافظه تضمین می‌کند که ظرفیت ذخیره‌سازی کافی برای همه فایل‌ها و برنامه‌های خود را با سرعت انتقال داده بهبود یافته و مصرف انرژی کاهش می‌دهد."
    },
    "quantum-computation": {
        "desc": "این فناوری انقلابی قرار است با استفاده از قدرت مکانیک کوانتومی برای حل مسائل پیچیده سریعتر از همیشه، طرز فکر ما در مورد محاسبات را تغییر دهد. این فناوری می تواند به سرعت بخشیدن به همه چیز از هوش مصنوعی و یادگیری ماشین گرفته تا رمزنگاری و مدل سازی مالی کمک کند. می‌توان از آن برای تقویت نرم‌افزار تشخیص صدا، کارآمدتر و ایمن‌تر کردن وسایل نقلیه خودران و حتی متحول کردن نحوه تعامل ما با واقعیت مجازی استفاده کرد. در حالی که این فناوری هنوز در مراحل ابتدایی خود است، محققان و توسعه دهندگان سخت تلاش می کنند تا محاسبات کوانتومی را برای دستگاه های تلفن همراه به واقعیت تبدیل کنند. بنابراین، برای تجربه آینده محاسبات تلفن همراه با محاسبات کوانتومی آماده شوید!"
    },
    "camera": {
        "desc": "دوربین موبایل به شما امکان می‌دهد با استفاده از دستگاه تلفن همراه خود عکس ها و فیلم های باکیفیت بگیرید و گرفتن و به اشتراک گذاری خاطرات خود را با دوستان و خانواده آسان تر از همیشه می کند. با ویژگی‌های پیشرفته‌ای مانند فوکوس خودکار، تثبیت‌کننده تصویر و HDR، می‌توانید اطمینان حاصل کنید که هر عکس واضح، واضح و کاملاً متعادل است. چه در حال پیاده‌روی در کوه‌ها، کاوش در یک شهر جدید یا صرفاً با دوستان باشید، دوربین موبایل به شما امکان می‌دهد هر لحظه را با جزئیات خیره‌کننده ثبت کنید."
    },
    "multi-camera": {
        "desc": "داشتن چند دوربین که به طور یکپارچه با هم کار می‌کنند به شما امکان می‌دهد تا تصاویری با عمق، وضوح و جزئیات بیشتر ثبت کنید. با یک لنز اختصاص داده شده به گرفتن عکس های با زاویه دید عریض و دیگری برای زوم کردن روی سوژه های دور، انعطاف پذیری و کنترل بیشتری بر روی عکس های خود نسبت به قبل خواهید داشت. اما مزایای ماژول های چند دوربینی به همین جا ختم نمی شود. با تکنیک‌های پیشرفته عکاسی محاسباتی، این ماژول می‌تواند چندین عکس گرفته‌شده توسط لنزهای مختلف را برای ایجاد تصاویری واضح‌تر، روشن‌تر و دقیق‌تر از همیشه ترکیب کند. این بدان معناست که حتی در شرایط کم نور نیز می توانید عکس های شگفت انگیزی بگیرید."
    },
    "assembly-1": {
        "desc": "haha first"
    },
    "assembly-2": {
        "desc": "haha second"
    },
    "assembly-3": {
        "desc": "haha third"
    },
    "assembly-4": {
        "desc": "haha fourth"
    }
}